[
  {
    "loggedInInfo": {
      "sectionOne": {
        "imageText": "Midnight Library by Matt Haig",
        "imgSrc": "/images/midnight-library-1.jpg",
        "heading": "Book of the Month: Midnight Library by Matt Haig",
        "text": "Nora's life has been going from bad to worse. Then at the stroke of midnight on her last day on earth she finds herself transported to a library. There she is given the chance to undo her regrets and try out each of the other lives she might have lived. Which raises the ultimate question: which infinite choices, what is the best way to live?"
      },
      "sectionTwo": {
        "imageText": "1984 by George Orwell",
        "imgSrc": "/images/1984-1.jpg",
        "heading": "Next month's book: 1984 by George Orwell",
        "text": "In 1984, London is a grim city in the totalitarian state of Oceania, where Big Brother is always watching you and the Thought Police can prctically read your mind. Winston Smith is a man in grave danger for the simple reason that his memory still functions. Drawn into a forbidden love affair, Winston finds the courage to join a secret revolutionary organization called The Brotherhood, dedicated to the destruction of the Party. Together with his beloved Julia, he hazards his life in a deadly match against the powers that be."
      },
      "sectionThree": {
        "imageText": "Person holding an open book, confetti coming out of the book",
        "imgSrc": "/images/woman-6318447_640.jpg",
        "heading": "Make a wish!",
        "text": "Do you have a book you'd like to us to read together in the book club? Share it with us by adding it to the wishlist!"
      }
    },
    "loggedOutInfo": {
      "sectionOne": {
        "imageText": "Books and magazines on a sheet",
        "imgSrc": "/images/book-spread.jpg",
        "heading": "Discover your next favorite book with us!",
        "text": "Welcome to the ultimate book club for every genre enthusiast! Each month, we handpick a captivating book from a different genre—be it mystery, romance, sci-fi, fantasy, or non-fiction—ensuring there's always something new to explore. Join our community of avid readers to dive into diverse stories, share your thoughts in engaging discussions, and broaden your literary horizons. Let us embark this literary adventure through the vast world of books!"
      },
      "sectionTwo": {
        "imageText": "Person sitting on top of a stack of book",
        "imgSrc": "/images/pexels-merve-bayar-158520570-10863551.jpg",
        "heading": "Monthly Literary Delights Await!",
        "text": "As a member of our book club, you can look forward to receiving a carefully selected book each month, delivered to your doorstep. We choose from a wide range of genres to keep your reading experience fresh and exciting. Expect thrilling mysteries, heartfelt romances, thought-provoking non-fiction, and more."
      },
      "sectionThree": {
        "imageText": "Person holding an open book, confetti coming out of the book",
        "imgSrc": "/images/woman-6318447_640.jpg",
        "heading": "Book wishlist",
        "text": "Our Wishlist feature allows members to suggest titles they'd love to explore with the club. Whether it's a timeless classic, an exciting new release, or a hidden gem from any genre, your recommendations help us curate selections that resonate with our diverse community."
      }
    }
  }
]
